Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: The hero may attempt to invoke IDidWhatIHadToDo as their justification, though this does not always succeed.
pt_br: O herói pode tentar argumentar "Br/EuFizOQueEuPrecisavaFazer" como justificativa, mas nem sempre isso funciona.

source: The hero may lash out at the reproof if they CantTakeCriticism.
pt_br: O herói pode revidar se ele for do tipo que Br/NaoAceitaCriticas.

source: The hero will probably survive a relationship with this character, but their [[EtTuBrute trust in people will not]].
pt_br: O herói provavelmente sobreviverá a um relacionamento com este personagem, mas a [[Br/AteTuBrutus confiança dele nas pessoas não vai]].

source: The heroes [[DynamicEntry kick down the door]] and proceed to [[CurbStompBattle stomp the bad guys into the ground]].
pt_br: Os heróis [[Br/EntradaDinamica derrubam a porta com um chute]] e [[Br/BatalhaDeUmTimeSo aniquilam os malvados]].

source: The heroes openly mock the Disco Boys for using guns instead of using ''some'' kind of disco-themed weaponry.
pt_br: Os heróis abertamente zombam dos Dançarinos por usar armas de fogo ao invés de usar armas conectadas com a temática de danceteria.

source: The heroes when scaling the building later see her fall and hear her inevitable thud.
pt_br: Os heróis, ao escalarem o prédio, veem a queda dela e ouvem o inevitável estrondo.

source: The heroes will have to face them again, and they know it.
pt_br: Os heróis terão que enfrentá-los de novo e eles sabem.

source: The home of righteousness, justice, and civilization.
pt_br: Lar da justiça, civilização, moral e bons costumes.

source: The idea is to extract cheap EmotionalTorque by making everyone sad that such a great character has left.
pt_br: A ideia é extrair Br/TorqueEmocional barato ao deixar todo mundo triste com a partida de um personagem tão bom.

source: The inverse is BreadEggsMilkSquick, where a list of seemingly mundane things ends with something much darker.
pt_br: O inverso é ??? BreadEggsMilkSquick, onde uma lista de coisas aparentemente mundanas termina com algo mais pesado.

source: The inverse tropes are SurprisinglyImprovedSequel (a good sequel to a mediocre or terrible work) and EvenBetterSequel (an awesome sequel to a good original work).
pt_br: Os tropos inversos são Br/SequenciaSurpreendentementeMelhor (uma sequência boa para uma obra medíocre ou terrível) e Br/SequenciaAindaMelhor (uma sequência incrível para uma obra boa).

source: The joke can also be dragged too far in other ways -- to make a character a Butt-Monkey of fate is one thing; to have them constantly taking the punishment for the misdeeds of an unsympathetic cast is another.
pt_br: A piada também pode ser levada longe demais de outras maneiras -- fazer um personagem ser o corinho por causa do destino é uma coisa; fazer ele constantemente sofrer a punição pelas ações de um elenco pouco simpático é outra.

source: The kids all think their world is falling apart when Doña Clotilde does not appear to mind being called a witch and Profesor Jirafales is not upset at being called Maestro Longaniza.
pt_br: As crianças todas acreditam que tem algo muito errado quando a Dona Clotilde não se incomoda em ser chamada de bruxa e o professor Girafales não se irrita ao ser chamado de Mestre Linguiça.

source: The kids close their book,s and stop studying.
pt_br: As crianças fecham os livros e param de estudar.

source: The kids misinterpret it as their teacher cheating on Doña Florinda with Don Ramón, and things didn't turn out pretty.
pt_br: As crianças acham que o professor está traindo a Dona Florinda com o Seu Madruga, e as coisas não ficam legais.

source: The landing party will consist of myself, Mr. Spock, Dr. [=McCoy=], and Ensign Ricky.\\ '''Ensign Ricky:''' Aw, crap.
pt_br: A equipe de pouso será composta por mim, Sr. Spock, Dr. [=McCoy=] e o Soldado Ricky.\\ '''Soldado Ricky:''' Que droga.

source: The last Grandmaster, Jacques de Molay, was burnt at the stake in the year 1314, seven years after his arrest.
pt_br: O último grão-mestre, Jacques de Molay, foi queimado na fogueira no ano 1314, sete anos após ter sido preso.

source: The last shot of the movie reveals this universe to be a plaything for giant alien kids.
pt_br: A última cena do filme revela que este universo é apenas um brinquedo para crianças alien gigantes.

source: The leader of the leaders is even compared to God.
pt_br: O chefe dos chefes? "Deus no céu e Joca Ramiro na outra banda do Rio."

source: The less fortunate classes of society are no exception.
pt_br: As classes mais baixas da sociedade não são exceção.

source: The light twin of DarkerAndEdgier, when something is {{Tone Shift}}ed to be more family friendly and frothy than the original source.
pt_br: O gêmeo leve de Br/MaisSombrioEPesado, quando algo sofre uma Br/MudancaDeTom para se tornar mais fácil de assistir em família do que o material original.

source: The lightest offenses, maybe even [[ArsonMurderAndJaywalking jaywalking]] are met with [[DisproportionateRetribution punishments such as full imprisonment, death, brainwashing, or eternal torture]].
pt_br: Os delitos mais leves, até mesmo [[Br/RouboHomicidioEAtravessarForaDaFaixa atravessar fora da faixa]], são repreendidos com [[Br/RetribuicaoDesproporcional punições tais como prisão perpétua, morte, lavagem cerebral ou tortura]].

source: The line separating ''Film/TheThreeStooges''-style painful fun from outright villainous {{squick}}y sadism varies from person to person but is definitely there; crossing it makes one fan's ''[[TheChewToy "Nyuk nyuk!"]]'' another fan's GuiltyPleasures.
pt_br: A linha que separa o estilo "diversão com vergonha alheia" no estilo BrFilme/OsTresPatetas do sadismo vilanesco varia de pessoa pra pessoa, mas definitivamente está presente. Cruzar essa linha faz com que o saco de pancadas de um seja a satisfação de outro.

source: The lucky ones are those who are [[LightningBruiser as fast as they are strong]].
pt_br: Os sortudos são aqueles que são [[Br/BrutoRelampago tão rápidos quanto são fortes]].

source: The main character, Dudão, is a Christian boy who always teaches his friends what's right and what's wrong, although he gets frequently bullied due to his weight.
pt_br: O personagem principal, Dudão, é um garoto cristão que sempre ensina a seus amigos o que é certo e errado, apesar de frequentemente ser alvo de gracejos e piadas devido ao seu peso.

source: The main inspiration for this trope is the work of Creator/HPLovecraft, whose story ''Literature/TheCallOfCthulhu'' is the TropeNamer.
pt_br: A inspiração principal para este tropo é a obra do BrCriador/HPLovecraft, cujo conto ''BrLiteratura/OChamadoDeCthulhu'' é o Br/NomeadorDeTropo.

source: The marbles are entire galaxies]].
pt_br: Cada bola de gude é uma galáxia inteira]].

source: The melting thing was... necessary."'' -->-- '''Creator/JoshScorcher''' on '''[[NamesToRunAwayFromReallyFast Nightmare]]''' from ''VideoGame/MetroidFusion'', "Top Ten Scary Atmospheres"
pt_br: A coisa derretendo foi... necessária."'' -->-- '''BrCriador/JoshScorcher''' a respeito de [[Br/NomesParaSeAfastarOMaisRapidoPossivel Nightmare]] do ''BrVideoGame/MetroidFusion'', "Top Ten Scary Atmospheres"

source: The middle stories of a trilogy can often suffer from Middle Book Syndrome, where there is no start or end to the plot; for an example of this in a heptalogy (sequence of seven), ''Literature/HarryPotterAndTheHalfBloodPrince'', apart from the subplot about the titular "prince", either takes plot threads from ''Order of the Phoenix'' or carries them to ''Deathly Hallows''.
pt_br: As histórias intermediárias de uma trilogia podem sofrer da Síndrome de Livro do Meio, onde não há começo ou fim para a trama; para um exemplo disso em uma heptalogia (sequência de sete), temos ''BrLiteratura/HarryPotterEOEnigmaDoPrincipe'', onde além da trama envolvendo o "príncipe" titular, as linhas de trama são puxadas a partir de ''Ordem da Fênix'' ou repassadas para ''Relíquias da Morte''.

source: The mood is killed when Quico asks: ''"Mommy, do you want me to get a stool?"'' * AlternativeForeignThemeSong: In Brazil, the theme song aired on SBT since 1993 is an ExpositoryThemeTune called "Aí Vem o Chaves", which presents a countdown of the main characters one-by-one, with their respective heads bouncing on the screen in a rotating blue background.
pt_br: O clima é cortado quando Quico pergunta: ''"Mamãe, você quer que eu traga um banquinho?"''

source: The more characteristics a character has which stray from that framework, the more their presence needs to have a "reason" or else the story risks falling into a so-called "[[GirlShowGhetto niche]] [[MinorityShowGhetto market]]".
pt_br: Quanto mais características que desviam desse padrão um personagem possui, mais a sua presença precia ter um "motivo", senão a história se arrisca a ficar posicionada em um "[[Br/GuetoDeProgramaFeminino nicho]] de [[Br/GuetoDeProgramaParaMinorias mercado]]".

source: The more moral the hero is, the greater the odds that their own loved ones ''will'' survive.
pt_br: Quanto mais moral um herói é, maiores as chances de que seus entes queridos ''viverão''.

source: The most common SecretIdentity pretends to be this.
pt_br: O caso mais comum de Br/IdentidadeSecreta finge ser um deles.

source: The most evident symptom of this is the word "trope" itself, which is not commonly used outside of this site -- it's only the [[http://wordcount.org/main.php 67,470th]] most frequent English word.
pt_br: O sintoma mais evidente disso é a própria palavra "tropo", que não é comumente usada fora deste site.

source: The most extreme examples act randomly.
pt_br: Os exemplos mais extremos agem de maneira aleatória.

source: The most notable changes are the characters now having white skin, and the drawings being digitalized, with the 2006 edition even using Comic Sans as the font instead of writing manually.
pt_br: As mudanças mais notáveis estão nos personagens (agora com pele clara) e nos desenhos digitalizados, com a edição de 2006 usando Comic Sans como fonte ao invés de escrita manual.

source: The most popular one is the Freudian Excuse: the villain had an [[DarkAndTroubledPast abusive and particularly violent backstory]] (such as AbusiveParents, [[AllOfTheOtherReindeer being bullied by peers]], [[RapeAsBackstory being raped in the past]], etc.), making them insane and warping their perception on the universe, and that's why they're sociopathic {{Serial Killer}}s going on a RoaringRampageOfRevenge, or why they [[SuicidalCosmicTemperTantrum want to destroy everything out of their misery]], or why they're {{Straw Nihilist}}s who adhere to TheSocialDarwinist philosophy that it's a CrapsackWorld where MightMakesRight.
pt_br: O jeito mais popular é a desculpa freudiana: o vilão teve um Br/PassadoSombrioEComplicado (tal como Br/PaisAbusivos, [[Br/TodasAsOutrasRenas ter sido perturbado pelos colegas]], [[Br/EstuproComoHistoriaDeFundo ter sido estuprado no passado]], etc.) que o tornou insano e alterou sua percepção sobre o universo, e é por isso que o vilão é um Br/AssassinoEmSerie em busca de vingança, ou um maníaco destruidor, ou alguém que adere à [[Br/DarwinistaSocial filosofia do darwinismo social]] de que este é um Br/MundoSacoDeLixo onde a única lei é a Br/LeiDoMaisForte.

source: The most preferred use is where it contradicts nothing, even though it was changed later on.
pt_br: O uso ideal é quando não contradiz nada, mesmo que tenha sido alterado posteriormente.

source: The movie's director also describes it as something of an EnforcedTrope, as he wanted Creator/WillSmith to be the only one who was ''trying'' to be funny.
pt_br: O diretor do filme também descreve a situação como sendo meio que um Br/TropoImposto porque ele queria que o BrCriador/WillSmith fosse o único que estivesse ''tentando'' ser engraçado.

source: The name comes from a prop in the ''CommediaDellArte'': the ''battacchio'', or "Slap Stick", is two pieces of wood that [[TheCoconutEffect sound more like punching than punching does]], without causing any physical damage; making this OlderThanSteam.
pt_br: O termo em português deriva de cenas costumeiramente usadas no gênero, onde um conflito acaba por desencadear uma guerra de comida onde tortas e pastelões são jogados uns nos outros.

source: The new character is usually TheCastShowoff and often HotterAndSexier.
pt_br: O novo personagem costuma ser Br/OExibidoDoElenco e, frequentemente, Br/MaisAtraenteESexy.

source: The next day, the girl decided to check on a newspaper about the lottery ticket.
pt_br: No dia seguinte ela decidiu checar o jornal pra ver os números que saíram.

source: The next scene shows him covering up the damage again with some sort of artificial flesh-colored spray.
pt_br: A cena seguinte mostra ele disfarçando os danos com um spray que possui o tom da pele dele.

source: The not-exactly-kinda-eponymous characters are left needing to recruit Champion City's other underdog supers, including The Bowler (Creator/JaneaneGarofalo), The Spleen (Creator/PaulReubens) and Invisible Boy (Creator/KelMitchell), train under the enigmatic tutelage of the Sphinx (Creator/WesStudi), using weapons created by MadScientist[=/=]GadgeteerGenius Dr. Heller (Music/TomWaits) in order to save the day.
pt_br: Os personagens não-exatamente-fantásticos ficam então com a necessidade de recrutar outros heróis desconhecidos da cidade, incluindo a Boliche (BrCriador/JaneaneGarofalo), o Solta-Pum (BrCriador/PaulReubens) e Garoto Invisível (BrCriador/KelMitchell), treinar sob a tutoria do enigmático Esfinge (BrCriador/WesStudi) e usar armas criadas pelo Br/CientistaMaluco[=/=]Br/GenioDosApetrechos Dr. Heller (Tom Waits) para salvar o dia.

source: The notion of Christians carrying swords to defend pilgrims for holy purpose raised more than a few eyebrows.
pt_br: A ideia de cristãos levantando espadas para defender peregrinos por um propósito sacro ergueu uma quantidade significativa de sobrancelhas.

source: The novelization provides spelled-out alien names for both.
pt_br: A novelização dá nomes aliens aos dois.

source: The obvious solution is to PetTheDog.
pt_br: A solução óbvia para isso é Br/AcariciarOCachorro.

source: The one exception is the watermelons on the feet but Sphinx doesn't remember telling Roy to do that.
pt_br: A exceção é as melancias no pé, mas Esfinge não lembra de ter pedido que Roy fizesse isso.

source: The one who looks like a witch is a spinster, and the actual widow is young (well, kinda) and just ill tempered.
pt_br: Aquela que se parece uma bruxa na verdade é uma solteirona, e a viúva de verdade é jovem (comparativamente, isto é) e apenas ranzinza.

source: The only exception is Brazil where the show was renamed ''Chaves'' and got [[{{Woolseyism}} an over-the-top translation]].
pt_br: A exceção é no Brasil, onde o show recebeu o nome de ''Chaves'' e recebeu [[Br/{{Woolseyismo}} uma localização com modificações extensas]].

source: The only ones with genuine superpowers are Spleen, Sphinx, and Invisible Boy.
pt_br: Os únicos com poderes genuínos são o Solta-Pum, o Esfinge e o Garoto Invisível.

source: The opposite of ProtagonistCenteredMorality; contrast also DesignatedHero and HeroInsurance.
pt_br: É o oposto de Br/MoralCentradaNoPersonagem; contrastar também com Br/HeroiDesignado e Br/SeguroHeroico.

source: The opposite of RetCanon and its descendant tropes.
pt_br: É o oposto do Br/RetCanone e seus tropos filhos.

source: The opposite to this trope is CharacterDevelopment, naturally.
pt_br: O oposto a este tropo é, naturalmente, Br/DesenvolvimentoDePersonagem.

source: The order was founded by its first Grand Master, Hugues de Payens in 1119.
pt_br: A ordem foi fundada por Hugo de Payens, seu primeiro grão-mestre, em 1119.

source: The order was, all in all, a fairly normal (if vastly successful until its demise) religious warrior class born from the upper crust of medieval society.
pt_br: Todas as coisas consideradas, a ordem era uma relativamente normal (e bem-sucedida até o seu término) classe de guerreiros religiosos que surgiu das altas camadas da sociedade medieval.

source: The organization of this page is a rough estimate of how they're normally used, and not a hard, absolute division.[[/note]]
pt_br: A organização desta página é uma estimativa e análise de como eles costumam ser usados, e não uma divisão rígida e absoluta.[[/note]]

source: The original editions of ''TabletopGame/DungeonsAndDragons'' drew on the works of Creator/PoulAnderson and Creator/MichaelMoorcock to come up with two axes:
pt_br: As edições originais de ''BrJogoDeMesa/DungeonsAndDragons'' se basearam nos trabalhos de BrCriador/PoulAnderson e BrCriador/MichaelMoorcock para estabelecerem dois eixos:

source: The original music from Disney movies or other works is replaced by licensed music from multiple albums, especially from the album ''[[https://www.youtube.com/watch?v=lmFdebjMc6Q Kids and Cartoons]]'' by John Charles Fiddy and Tony Hymas.
pt_br: A música original dos filmes da Disney ou de outras obras foi trocada por música licenciada de múltiplos álbuns, em especial do álbum ''[[https://www.youtube.com/watch?v=lmFdebjMc6Q Kids and Cartoons]]'' de John Charles Fiddy e Tony Hymas.

source: The original namesake is not pleased.
pt_br: O portador original do nome não gostou.

source: The other variant is where the other characters aren't ''always'' that weird, but everyone save one character is acting weird in a particular situation.
pt_br: Há uma outra variante em que os outros personagens não são ''sempre'' estranhos assim, mas todo mundo exceto por um personagem se comporta estranho em certa situação.

source: The others simply fired at whatever looked like a monster, while sparing the civilian targets, as one would expect.
pt_br: Os outros simplesmente atiraram no que quer que parecesse um monstro enquanto poupavam os alvos civis, como se esperaria.

source: The persistence of rumours that the Templars were somehow corrupt despite most evidence to the contrary means the Order is, to this day, an example of [[HeroWithBadPublicity heroes with really bad publicity]].
pt_br: A persistência dos rumores de que os Templários eram corruptos apesar de muitas evidências apontarem o contrário significa que a Ordem é, ainda hoje, um exemplo de [[Br/HeroiComMaPublicidade heróis com publicidade realmente ruim]].

source: The pies were made with shaving cream.
pt_br: As tortas eram feitas com espuma de barbear.

source: The plot aspect often involves HisNameIs, {{Conveniently Interrupted Document}}s, {{Apocalyptic Log}}s, and/or PlotBasedPhotographObfuscation.
pt_br: A trama costuma envolver Br/ONomeDeleE, [[Br/DocumentoConvenientementeInterrompido documentos convenientemente interrompidos]], um Br/DiarioDoApocalipse e/ou Br/OfuscamentoDeFotografiaBaseadoEmTrama.

source: The plot is kicked off because he suddenly lost the Pepsi sponsorship and is set to lose more sponsors without any real criminals to fight.
pt_br: A trama começa porque ele subitamente perdeu o patrocínio da Pepsi e está em rota para perder ainda mais, já que não há criminosos de verdade para combater.

source: The point is the sort of thing that any reasonable or informed person will spot and understand given a few seconds or enough information.
pt_br: O "ponto" é o tipo de coisa que qualquer pessoa razoável ou informada vai identificar e perceber em alguns segundos ou dada informação suficiente.

source: The point of a story is to get a reaction from the audience.
pt_br: O objetivo de uma história é causar uma reação no público.

source: The polar opposite of the DumbMuscle, this version uses their strength intelligently, and may be diligent in their training and studies.
pt_br: Sendo o oposto polar do Br/MusculoImbecil, essa versão usa sua força de maneira inteligente e pode ser diligente no treino e nos estudos.

source: The police mock them after a C-string villain team beat the crap out of them.
pt_br: A polícia até mesmo zomba deles depois que vilões de quinta categoria os espancam.

source: The police said it was an accident.
pt_br: A polícia disse que foi um acidente.

source: The problem however is that audiences usually hate it when they feel like you've been wasting their time, and they also tend to be once-bitten, twice-shy.
pt_br: O problema é que o público geralmente odeia quando eles sentem que você está desperdiçando o tempo deles, e como dizem: gato escaldado tem medo de água fria.

source: The problem stems from the possibility that: if characters can be brought back to life, or if imposters, time-travelers, and [[AllJustADream illusory sequences]] can just [[{{Retcon}} unmake plot points]] at the author's behest, why should the audience bother to get invested in anything?
pt_br: O problema emerge da seguinte possibilidade: se os personagens podem ser trazidos de volta à vida, ou se impostores, viajantes temporais e [[Br/EraTudoUmSonho sequências ilusórias]] podem apenas [[Br/ContinuidadeRetroativa desfazer os pontos de trama]] conforme o autor queira, por que o público deveria investir energia em se interessar na história?

source: The problem with gimmicky characters is that they [[SpotlightStealingSquad demand a lot of attention]], usually at the expense of existing character dynamics.
pt_br: O problema com esse tipo de personagem é que eles [[Br/EsquadraoDeRouboDoHolofote exigem muita atenção]], geralmente ao custo de dinâmicas pré-existentes entre personagens.

source: The proxy could take the form of a remote-control robot, [[ExpendableClone a cloned flesh puppet]], or a body double.
pt_br: O substituto pode ter a forma de um robô remotamente controlado, [[Br/CloneDescartavel um fantoche clonado]] ou um dublê de corpo.

source: The question of whether ''animals'' are conscious is a natural corollary to this.
pt_br: A questão sobre se ''animais'' são conscientes é um corolário natural a isto.

source: The rare and welcome times where a plot you weren't expecting appears.
pt_br: As raras e bem-vindas vezes em que uma trama inesperada aparece.

source: The really extreme types might run the risk of becoming a WideEyedIdealist.
pt_br: Os tipos realmente extremos correm o risco de se tornarem idealistas demais.

source: The reason why SequelSnark and RidiculousFutureSequelisation became common jokes.
pt_br: É o motivo pelo qual a Br/SequenciaSarcastica e a Br/SequenciaFuturaRidicula se tornaram piadas comuns.

source: The reasoning was that infantry were often responsible for digging their own foxholes, and their enemies were unlikely to honor a call of "Time out!" while they went to fetch their gun or bayonet.
pt_br: O motivo era porque a infantaria costumava também ser responsável por cavar a trincheira e os inimigos certamente não honrariam um pedido de tempo para eles irem buscar a baioneta.

source: The rejected candidates all played this trope straight during the target practice session.
pt_br: Os candidatos rejeitados se encaixaram todos no uso típico do tropo durante a sessão prática.

source: The relationship between a sequel and {{Prequel}} is a close one.
pt_br: A relação entre uma sequência e uma Br/{{Prequencia}} é estreita.

source: The removal of the Laugh Track is considered by some an unfortunate moment, especially because the laugh track was not really removed but basically replaced by some music track that served the same exact purpose as the laugh track to remind you when to laugh, so long for the respect for the audience.
pt_br: A remoção da faixa de riso é considerada por muitos um momento desafortunado, especialmente porque ela não foi realmente removida, mas sim substituída por um trecho de música que servia ao mesmo propósito de fazer você se lembrar de rir.

source: The rest will just do nothing.
pt_br: Os demais ficam apenas fazendo nada.
